Repository: snarfnet/SwingCheck
Catalog: SwingCheck/Localizable.xcstrings
Source language: en
Languages: ja

source: Ready
ja: 構え

source: Load
ja: バックスイング

source: Swing!
ja: スイング！

source: Follow Through
ja: フォロースルー

source: Straight
ja: ストレート

source: Curve
ja: カーブ

source: Slider
ja: スライダー

source: Slow
ja: 遅球

source: Medium
ja: 中速

source: Fast
ja: 速球

source: NO SWING
ja: 見逃し

source: pitches
ja: 球

source: hit
ja: ヒット率

source: PITCH!
ja: 投球！

source: End
ja: 終了

source: Start Session
ja: セッション開始

source: Stance
ja: スタンス

source: Hip
ja: 腰

source: Head
ja: 頭

source: Follow
ja: 振り

source: Overall Grade
ja: 総合評価

source: Pitches
ja: 投球数

source: Hit Rate
ja: ヒット率

source: Avg Error
ja: 平均誤差

source: Form Analysis
ja: フォーム分析

source: Hip Rotation
ja: 腰の回転

source: Head Stability
ja: 頭の安定性

source: Timing History
ja: タイミング履歴

source: Done
ja: 完了
